Repository: raspberrypi-ui/lxplug-updater
Catalog: po/*.po
Languages: sk

source: Updates are available Click the update icon to install
sk: Sú dostupné aktualižacie Kliknite na ikonu aktualizácie a nainštalujte ich

source: No network connection - cannot install updates.
sk: Nie ste pripojený k sieti - aktualizácie nie je možné nainštalovať.

source: Clock not synchronised - cannot install updates. Try again in a few minutes.
sk: Hodiny nie sú synchronizované - aktualizácie nie je možné nainštalovať. Počkajte pár minút a skúste to znova.

source: Show Updates...
sk: Zobraziť aktualizácie...

source: Install Updates
sk: Inštalovať aktualizácie

source: Updates are available - click to install
sk: Sú dostupné aktualizácie - kliknite pre ich inštaláciu

source: Updater
sk: Aktualizácie

source: Hours between checks for updates
sk: Počet hodín medzi kontrolami aktualizácií

source: Checks for updates
sk: Skontrolovať aktualizácie

source: Reboot
sk: Reštartovať

source: Later
sk: Neskôr

source: Error %s - %s
sk: Chyba %s - %s

source: Updating package data - please wait...
sk: Aktualizujem údaje o balíčkoch - počkajte, prosím...

source: Checking package details - please wait...
sk: Kontrolujem údaje o balíčkoch - počkajte, prosím...

source: %s packages - please wait...
sk: %s balíčkov - počkajte, prosím...

source: Installing
sk: Inštalujem

source: Downloading
sk: Sťahujem

source: updating cache
sk: aktualizujem vyrovnávaciu pamäť

source: Comparing versions - please wait...
sk: Porovnávam verzie - počkajte, prosím...

source: comparing versions
sk: kontrolujem verzie

source: Installing updates - please wait...
sk: Inštalujem aktualizácie - počkajte, prosím...

source: System is up to date
sk: Systém je aktuálny

source: installing packages
sk: inštalujem balíčky

source: System is up to date. A reboot is required to complete the install. Reboot now or later?
sk: Systém je aktuálny. Na dokončenie aktualizácie je potrebné reštartovať. Chcete to urobiť teraz alebo neskôr?

source: Password Required
sk: Vyžaduje sa heslo

source: Available Updates
sk: Sú dostupné aktualizácie

source: Close
sk: Zavrieť

source: Install
sk: Inštalovať

source: The following packages can be updated :
sk: Nasledujúce balíčky je možné aktualizovať:
